Repository: inventivo/inventivo-cookie-notice
Catalog: languages/inventivo-cookie-notice-*.po
Languages: de_de

source: Cookie Notice | inventivo
de_de: Cookie Hinweis | inventivo

source: Setup
de_de: Konfiguration

source: Link to Privacy Notice
de_de: Link zur Datenschutzerklärung

source: Privacy Link Text
de_de: Datenschutz Linktext

source: Cookie Notice Text
de_de: Cookie-Hinweis Text

source: Cookie Notice Text Color
de_de: Cookie-Hinweis Textfarbe

source: Alignment
de_de: Ausrichtung

source: Cookie duration in days
de_de: Cookie-Dauer in Tagen

source: Button Text Color
de_de: Button Textfarbe

source: Button Color
de_de: Button Hintergrundfarbe

source: Background Color
de_de: Hintergrundfarbe

source: Background Color 2
de_de: Hintergrundfarbe 1

source: Background Color 3
de_de: Hintergrundfarbe 3

source: Please adapt texts and colors to your needs:
de_de: Bitte passe Texte und Farben an Deine Bedürfnisse an:

source: You can set up to three colors for using a gradient styled background. If you want to have a one colored background, just use the same color code for each background color field
de_de: Du kannst bis zu drei Hintergrundfarben definieren, um den Hintergrund als Verlauf darzustellen. Wenn Du einen gleichfarbigen Hintergrund verwenden möchtest, so wähle dafür alle drei Farben gleich

source: Example: my-website.de
de_de: Beispiel: meine-website.de

source: my-website.de
de_de: Auf unserer Website

source: Example: /privacy
de_de: Beispiel: /datenschutzerklaerung

source: /privacy
de_de: /datenschutzerklaerung

source: Example: Privacy policy
de_de: Beispiel: /datenschutzerklaerung

source: Privacy policy
de_de: Datenschutzerklärung

source: Example: uses cookies to enhance your user experience.
de_de: Beispiel: setzen wir technische Cookies ein. Diese sind für die Funktionalität der Seiten notwendig. Du kannst unsere Seite auch ohne das Setzen von Cookies besuchen. Bitte verwende die Browsereinstellungen, um Cookies zu löschen und das Lesen sowie das Speichern von Cookies zu blockieren bzw. nutze die Möglichkeit zum anonymen Surfen Deines Browsers.

source: uses cookies to enhance your user experience.
de_de: setzen wir technische Cookies ein. Diese sind für die Funktionalität der Seiten notwendig. Du kannst unsere Seite auch ohne das Setzen von Cookies besuchen. Bitte verwende die Browsereinstellungen, um Cookies zu löschen und das Lesen sowie das Speichern von Cookies zu blockieren bzw. nutze die Möglichkeit zum anonymen Surfen Deines Browsers.

source: Example: #555555
de_de: Beispiel: #555555

source: Example: Accept.
de_de: Beispiel: Akzeptieren.

source: Accept
de_de: Akzeptieren

source: Example: #FFFFFF
de_de: Beispiel: #FFFFFF

source: Example: #646464
de_de: Beispiel: #646464

source: Example: #EFEFEF
de_de: Beispiel: #EFEFEF

source: Example: 365
de_de: Beispiel: 365

source: Display a cookie notice in a popup
de_de: Cookie-Hinweis in einem Popup darstellen
